{
  "questions": [
    "减肥饿了三天，打开外卖软件先点了杯全糖奶茶",
    "熬夜赶完的方案，领导只回了句 “再简单改改”",
    "手机只剩 1% 电，想充电发现充电器插在另一个房间",
    "亲戚问工资，刚想说 “还行”，我妈先抢答 “她月光”",
    "跟风买的网红衣服，穿上像裹了个麻袋",
    "复习了一整晚，考试考的全是没看的章节",
    "说要早起晨跑，醒来发现已经中午十二点",
    "朋友借了钱说 “下周还”，现在过去半年没动静",
    "化妆两小时出门，刚下楼就被雨淋成落汤鸡",
    "以为是暗恋对象发消息，点开是快递取件通知",
    "煮泡面加了个蛋，结果蛋壳掉进去捞不出来",
    "老板说 “下班前交”，抬头一看已经到下班点",
    "想装高冷不理人，结果手滑点了个赞",
    "买奶茶备注 “少糖”，喝着比糖水还甜",
    "刚吐槽完天气热，转头就收到停电通知",
    "刚洗完头出门，一阵妖风把刘海吹成了条形码。",
    "跟朋友吐槽别人，结果发错人了，对方还秒回了。",
    "以为自己中了大奖，仔细一看，哦，是 “谢谢惠顾”。",
    "穿了新买的小白鞋，走路太得瑟，直接踩进了泥坑。",
    "跟爸妈说自己过得很好，下一秒就被催婚。",
    "想在网上搜个菜谱，结果越看越饿，最后点了外卖。",
    "好不容易挤上地铁，发现自己坐反了方向。","对着镜子练习了半小时微笑，出门就被鸟屎砸中。",
    "手机静音找不到了，只能用座机给自己打电话。","发誓今天不喝奶茶，路过奶茶店脚步却不由自主地停了下来。",
    "把重要文件放进了 “安全的地方”，然后就再也找不到了。","跟客服理论半天，最后发现是自己操作错了。",
    "拍照时比了个超酷的姿势，结果照片里眼睛是闭着的。","囤了一堆减肥餐，结果忍不住全做成了高热量美食。",
    "以为周末可以睡懒觉，结果被邻居家的狗叫吵醒。",
    "早八课困到点头，被老师点名回答，同桌偷偷把答案写在纸条上递过来",
    "早八起晚了没来得及买早饭，到教室发现前桌特意多带了一份三明治给你",
    "早八跑着赶去教学楼，进门时被门槛绊了一下，手里的豆浆洒了自己一裤子",
    "早八课上偷偷刷手机，没注意老师走到身边，手机屏幕直接被老师看到",
    "早八课结束后去食堂，发现平时要排大长队的早餐窗口，今天居然没人",
    "期末复习到凌晨三点，考试时发现老师划的重点全考了，提笔就能写",
    "在图书馆占好座刚坐下，发现对面坐的是自己暗恋了好久的同学",
    "去食堂买饭，刚排到自己，想吃的最后一份糖醋里脊被前面的人买走",
    "大学生涯第一次参加社团活动，就遇到一群超合拍的朋友，聊到不想走",
    "在宿舍煮泡面，刚煮好闻到香味，宿管突然来查寝，只能慌忙藏起来",
    "期末小组作业，自己熬夜做的 PPT，展示时被老师当众表扬，超骄傲",
    "在教学楼走廊走路，低头看手机，不小心撞到柱子，周围同学都看过来",
    "大学生日当天，室友偷偷订了蛋糕，还约了朋友一起给你唱生日歌",
    "去打印店打印论文，刚打印完发现 U 盘落在店里，回去找时已经被人拿走",
    "体育课选了羽毛球，和同学对打时，球不小心打到旁边观战同学的头",
    "出去旅游刚到景点，就遇到当地的特色集市，买了超可爱的纪念小饰品",
    "旅游时订的民宿，推开窗就是大海，早上被海浪声叫醒，超治愈",
    "旅游跟着导航找网红餐厅，走了半小时发现餐厅早就关门大吉了",
    "旅游时拍了好多美照，想发朋友圈，结果手机突然没电自动关机",
    "旅游住酒店，半夜被隔壁房间的吵闹声吵醒，打电话给前台也没人管",
    "旅游时在景区买水，平时 3 块的矿泉水，老板直接卖 10 块，感觉被坑了",
    "旅游结束回家，收拾行李发现把在景区买的超喜欢的纪念品落在民宿了",
    "旅游时遇到热心的当地人，不仅给你推荐小众景点，还带你吃了地道小吃",
    "唱 K 时刚点了自己最拿手的歌，音乐响起，全场朋友都跟着一起打节拍",
    "唱 K 时想飙高音，结果没上去还破音了，朋友当场笑到拍桌子",
    "唱 K 时暗恋的人主动邀你合唱情歌，握着麦克风的手都在抖",
    "唱 K 时不小心把麦克风线扯掉，音响发出刺耳的噪音，全场瞬间安静",
    "唱 K 到一半，服务员进来说套餐时间到了，想续时发现钱包里钱不够",
    "唱 K 时朋友偷偷录了你唱歌的视频，还发了朋友圈，点赞瞬间破百",
    "打游戏时队友超给力，配合着连赢五局，还拿到了全局 MVP",
    "打游戏差最后一步就能赢，队友突然挂机，只能眼睁睁看着对方反杀",
    "打游戏时被对面玩家嘲讽技术差，忍不住回怼，结果发现对方是小学生",
    "打游戏时匹配到自己喜欢的游戏主播，主播还夸自己操作好，超激动",
    "打游戏时不小心点错技能，导致团队输了，队友在公屏上不停吐槽",
    "打游戏赢了对方后，对方发来 “大佬求带” 的消息，瞬间有了成就感",
    "喝酒时不小心把酒杯碰倒，酒洒到邻座陌生人的衣服上，尴尬到想钻地缝",
    "喝酒时和朋友聊起小时候的糗事，笑着笑着眼泪都出来了，超解压",
    "喝酒后第二天醒酒，发现自己昨晚醉的时候给前任发了超多条语音",
    "周末和室友去逛街，刚进商场就遇到品牌打折，买到了超划算的衣服",
    "在超市买零食，结账时发现没带手机也没带现金，只能和收银员面面相觑，把东西又放回去",
    "和朋友去看电影，选的恐怖片，看到紧张处你尖叫，朋友比你叫得还大声",
    "去理发店想剪短发，剪完后发现发型超显脸小，对着镜子看了好几遍",
    "在操场跑步，跑着跑着鞋带开了，弯腰系鞋带时，被后面的人撞倒",
    "去快递站取快递，找了半天没找到，问工作人员才知道看错号了",
    "在宿舍追剧，看到感人的剧情哭到抽噎，被室友拍下做成了表情包",
    "和朋友去吃火锅，刚涮好的肉不小心掉在桌子上，只能看着肉可惜",
    "在教学楼等电梯，电梯门开了发现里面挤满了人，只能等下一班，眼看要迟到"
  ]
}